Repository: KDE/kmailtransport
Catalog: po/*/libmailtransport6.po
Languages: eo, zh_cn

source: Unique identifier
eo: Unika identigilo
zh_cn: 唯一标识符

source: User-visible transport name
eo: Uzant-videbla transportnomo
zh_cn: 用户可见的传输名称

source: The name that will be used when referring to this server.
eo: La nomo kiu estos uzata kiam oni raportas al ĉi tiu servilo.
zh_cn: 提交到此服务器时将使用的名称。

source: Unnamed
eo: Nenomita
zh_cn: 未命名

source: Host name of the server
eo: Gastnomo de la servilo
zh_cn: 服务器的主机名

source: The domain name or numerical address of the SMTP server.
eo: La domajna nomo aŭ nombra adreso de la SMTP-servilo.
zh_cn: SMTP 服务器的域名或数字地址。

source: Port number of the server
eo: Portnumero de la servilo
zh_cn: 服务器的端口号码

source: The port number that the SMTP server is listening on. The default port is 465.
zh_cn: SMTP 服务器监听的端口号。默认端口是 465。

source: User name needed for login
eo: Uzantnomo necesas por ensaluto
zh_cn: 登录所需的用户名

source: The user name to send to the server for authorization.
eo: La uzantnomo por sendi al la servilo por rajtigo.
zh_cn: 发送给服务器进行验证的用户名

source: Command to execute before sending a mail
eo: Ordono por plenumi antaŭ sendi poŝton
zh_cn: 发送邮件前预先执行的命令

source: A command to run locally, prior to sending email. This can be used to set up SSH tunnels, for example. Leave it empty if no command should be run.
eo: Komando ruli loke, antaŭ sendi retpoŝton. Ĉi tio povas esti uzata por agordi SSH-tunelojn, ekzemple. Lasu ĝin malplena se neniu komando devus esti rulita.
zh_cn: 发送邮件前，在本地先运行的命令。例如，这里可用于设置 ssh 隧道。如果无需运行命令，请将此处留空。

source: Options added to mailtransport method
eo: Opcioj aldonitaj al poŝttransporta metodo
zh_cn: 添加至邮件传输方式的选项

source: Server requires authentication
eo: Servilo postulas aŭtentikigon
zh_cn: 服务器要求身份认证

source: Check this option if your SMTP server requires authentication before accepting mail. This is known as 'Authenticated SMTP' or simply ASMTP.
eo: Marku ĉi tiun elekteblon se via SMTP-servilo postulas aŭtentikigon antaŭ akcepti poŝton. Ĉi tio estas konata kiel 'Aŭtentikigita SMTP' aŭ simple ASMTP.
zh_cn: 如果您的 SMTP 服务器在接受邮件前需要身份验证的话，请选中此选项。这被称为“需要验证的 SMTP”，或简称 ASMTP。

source: Store password
eo: Konservu pasvorton
zh_cn: 存储密码

source: Check this option to have your password stored. If KWallet is available the password will be stored there, which is considered safe. However, if KWallet is not available, the password will be stored in the configuration file. The password is stored in an obfuscated format, but should not be considered secure from decryption efforts if access to the configuration file is obtained.
eo: Marku ĉi tiun elekteblon por konservi vian pasvorton. Se KWallet estas disponebla, la pasvorto estos konservita tie, kio estas konsiderata sekura. Tamen, se KWallet ne disponeblas, la pasvorto estos konservita en la agorda dosiero. La pasvorto estas konservita en malklarigita formato, sed ne devus esti konsiderata sekura kontraŭ malĉifraj klopodoj se aliro al la agorda dosiero estas akirita.
zh_cn: 选中此选项后，KMail 将在其配置文件中存储密码。 如果 KWallet 密码库可用，那么密码将被存储在该密码库中以保证安全。 如果 KWallet 密码库不可用，那么密码将被存储在 KMail 的配置文件中。虽然密码将以打乱的格式存储，但并不安全。如果被其他人获得了您的配置文件访问权限，密码将很容易被解密。

source: Encryption method used for communication
eo: Ĉifrada metodo uzata por komunikado
zh_cn: 通讯所使用的加密方式

source: No encryption
eo: Neniu ĉifrado
zh_cn: 不加密

source: SSL/TLS encryption
eo: SSL/TLS-ĉifrado
zh_cn: SSL/TLS 加密

source: STARTTLS encryption
eo: STARTTLS-ĉifrado
zh_cn: STARTTLS 加密

source: Authentication method
eo: Aŭtentikiga metodo
zh_cn: 验证方式

source: Check this option to use a custom hostname when identifying to the mail server. This is useful when your system's hostname may not be set correctly or to mask your system's true hostname.
eo: Marku ĉi tiun elekteblon por uzi kutiman gastigan nomon kiam vi identiĝas al la poŝtservilo. Ĉi tio estas utila kiam la gastiga nomo de via sistemo eble ne estas ĝuste agordita aŭ por maski la veran gastigan nomon de via sistemo.
zh_cn: 选中此选项后，在向邮件服务器进行身份验证时会使用自定义主机名。如果您的系统主机名设置不正确，或者要隐藏真正的主机名，此选项将十分有用。

source: Enter the hostname that should be used when identifying to the server.
eo: Enigu la gastigan nomon, kiu devas esti uzata dum identigado al la servilo.
zh_cn: 输入用于向服务器进行身份识别时所使用的主机名。

source: Check this option to use a custom sender address when identifying to the mail server. If not checked, the address from the identity is used.
eo: Marku ĉi tiun elekteblon por uzi kutiman sendintadreson kiam vi identiĝas al la poŝtservilo. Se ne markite, la adreso de la identeco estas uzata.
zh_cn: 选中此选项后，在向邮件服务器进行身份验证时会使用自定义发件人地址。如果未选中，则使用身份中的地址。

source: Enter the address that should be used to overwrite the default sender address.
eo: Enigu la adreson, kiu devus esti uzata por anstataŭigi la defaŭltan senditadreson.
zh_cn: 输入用于覆盖默认发件人地址的地址。

source: Connect using the system proxy settings
eo: Konektu uzante la sistemajn prokurajn agordojn
zh_cn: 使用系统代理设置进行连接

source: If checked, the system proxy settings will be used to connect to the mail server.
eo: Se markite, la sistemaj prokuraj agordoj estos uzataj por konekti al la poŝtservilo.
zh_cn: 如果选中此选项，系统代理设置将用于连接到邮件服务器。

source: The password to send to the server for authorization.
eo: La pasvorto por sendi al la servilo por rajtigo.
zh_cn: 发送给服务器进行验证的密码。

source: Activities
eo: Aktivecoj
zh_cn: 活动

source: Failed to check capabilities. Please verify port and authentication mode.
eo: Malsukcesis kontroli kapablojn. Bonvolu kontroli pordon kaj aŭtentikigreĝimon.
zh_cn: 检测能力失败。请检查端口和验证模式。

# @title:window
source: Check Capabilities Failed
eo: Kontroli Kapablojn Malsukcesis
zh_cn: 检测功能失败

source: You need to supply a username and a password to use this SMTP server.
eo: Vi devas provizi uzantnomon kaj pasvorton por uzi ĉi tiun SMTP-servilon.
zh_cn: 您需要提供用户名和密码来使用这个 SMTP 服务器。

source: An SMTP server on the Internet
eo: SMTP-servilo en la Interreto
zh_cn: 互联网上的 SMTP 服务器

# @title:window
source: Configure account
eo: Agordi konton
zh_cn: 配置账户

# general smtp settings
source: General
eo: Ĝenerala
zh_cn: 常规

source: Account Information
eo: Informoj pri Konto
zh_cn: 账户信息

source: Outgoing &mail server:
eo: Elira&nta poŝtservilo:
zh_cn: 外发邮件服务器(&M)：

source: Server &requires authentication
eo: Se&rvilo postulas aŭtentikigon
zh_cn: 服务器要求身份认证(&R)

source: &Login:
eo: &Uzantonomo:
zh_cn: 登录名(&L)：

source: P&assword:
eo: &Pasvorto:
zh_cn: 密码(&A)：

source: &Store SMTP password
eo: Kon&servi SMTP-pasvorton
zh_cn: 存储 SMTP 密码(&S)

# advanced smtp settings
source: Advanced
eo: Altnivela
zh_cn: 高级

source: Connection Settings
eo: Konekto-Agordoj
zh_cn: 连接设置

source: This server does not support authentication
eo: Ĉi tiu servilo ne subtenas aŭtentikigon
zh_cn: 此服务器不支持身份验证

source: Auto Detect
eo: Aŭtomata Detektado
zh_cn: 自动检测

source: Encryption:
eo: Ĉifrado:
zh_cn: 加密：

source: &None
eo: &Nenio
zh_cn: 无(&N)

source: &Port:
eo: &Pordo:
zh_cn: 端口(&P)：

source: Authentication:
eo: Aŭtentikigo:
zh_cn: 验证方式：

source: SMTP Settings
eo: SMTP-agordoj
zh_cn: SMTP 设置

source: Hostna&me:
eo: Gastigantono&mo:
zh_cn: 主机名(&M)：

source: Sender Address:
eo: Sendanto Adreso:
zh_cn: 发件人地址：

source: Precommand:
eo: Antaŭkomando:
zh_cn: 前置命令：

source: Sen&d custom hostname to server
eo: Sen&di propran gastigan nomon al servilo
zh_cn: 向服务器发送自定义主机名(&D)

source: Use custom sender address
eo: Uzi kutiman sendint-adreson
zh_cn: 使用自定义发件人地址

source: Executing precommand '%1'.
eo: Plenumante antaŭkomandon '%1'.
zh_cn: 执行前置命令“%1”。

source: Unable to start precommand '%1'.
eo: Ne eblas komenci antaŭkomandon '%1'.
zh_cn: 无法启动前置命令“%1”。

source: Error while executing precommand '%1'.
eo: Eraro dum rulo de antaŭkomando '%1'.
zh_cn: 执行前置命令“%1”时出错。

source: The precommand crashed.
eo: La antaŭkomando paneis.
zh_cn: 前置命令崩溃。

source: The precommand exited with code %1.
eo: La antaŭkondo eliĝis kun kodo %1.
zh_cn: 前置命令以代码 %1 退出。

# Authentication method
source: Clear text
eo: Klara teksto
zh_cn: 明文

# Authentication method
source: Anonymous
eo: Anonima
zh_cn: 匿名

# An unknown transport type
source: Unknown
eo: Nekonata
zh_cn: 未知

source: QKeychain not found a backend for storing your password. It is strongly recommended to use strong backend for managing your passwords. However, the password can be stored in the configuration file instead. The password is stored in an obfuscated format, but should not be considered secure from decryption efforts if access to the configuration file is obtained. Do you want to store the password for server '%1' in the configuration file?
eo: QKeychain ne trovis backend por konservi vian pasvorton. Estas forte rekomendite uzi fortan backend por administri viajn pasvortojn. Tamen, la pasvorto povas esti konservita en la agorda dosiero anstataŭe. La pasvorto estas konservita en malklarigita formato, sed ne devus esti konsiderata sekura kontraŭ malĉifrado, se aliro al la agorda dosiero estas akirita. Ĉu vi volas konservi la pasvorton por servilo '%1' en la agorda dosiero?
zh_cn: QKeychain 未找到用于存储密码的后端。强烈建议使用强大的后端来管理您的密码。 但是，KMail 也可以将密码保存在其配置文件中。虽然该密码将以打乱的格式存储，但并不够安全，当获得配置文件访问权后被解密的可能性很大。 您是否想要在配置文件中存储服务器“%1”的密码？

# @title:window
source: KWallet Not Available
eo: KWallet ne disponebla
zh_cn: KWallet 不可用

# @action:button
source: Store Password
eo: Konservi pasvorton
zh_cn: 存储密码

# @action:button
source: Do Not Store Password
eo: Ne konservi pasvorton
zh_cn: 不存储密码

source: The outgoing account "%1" is not correctly configured.
eo: La elira konto "%1" ne estas ĝuste agordita.
zh_cn: 对外账户“%1”尚未正确配置。

source: You must create an outgoing account before sending.
eo: Vi devas krei eksiĝintan konton antaŭ sendi.
zh_cn: 您在发送邮件前必需创建一个对外账户。

# @title:window
source: Create Account Now?
eo: Ĉu krei konton nun?
zh_cn: 创建帐户?

# @action:button
source: Create Account Now
eo: Krei Konton Nun
zh_cn: 创建帐户

source: The following mail transports store their passwords in an unencrypted configuration file. For security reasons, please consider migrating these passwords to KWallet, the KDE Wallet management tool, which stores sensitive data for you in a strongly encrypted file. Do you want to migrate your passwords to KWallet?
eo: La sekvaj poŝtaj transportiloj konservas siajn pasvortojn en neĉifrita agorda dosiero. Pro sekurecaj kialoj, bonvolu pripensi migri tiujn pasvortojn al KWallet, la administra ilo de KDE Wallet, kiu konservas sentemajn datumojn por vi en forte ĉifrita dosiero. Ĉu vi volas migri viajn pasvortojn al KWallet?
zh_cn: 下列邮件传送将密码存储在未经加密的配置文件中。 为安全起见，推荐您使用 KWallet 密码库对敏感数据进行强加密存储。 您想要将您的密码迁移到 KWallet 中吗？

# @title:window
source: Question
eo: Demando
zh_cn: 问题

# @action:button
source: Migrate
eo: Migri
zh_cn: 迁移

# @action:button
source: Keep
eo: Konservi
zh_cn: 保持

# Default transport
source: (default)
eo: (defaŭlta)
zh_cn: (默认)

# @title:column email transport name
source: Name
eo: Nomo
zh_cn: 名称

# @title:column email transport type
source: Type
eo: Tipo
zh_cn: 类型

source: Step One: Select Transport Type
eo: Paŝo Unu: Elekti Transportan Tipon
zh_cn: 第一步：选择传输类型

# The name of a mail transport
source: Name:
eo: Nomo:
zh_cn: 名称：

source: Make this the default outgoing account
eo: Fari ĉi tion la defaŭlta elira konto
zh_cn: 设为默认发件账户

source: Select an account type from the list below:
eo: Elektu kontan tipon el la suba listo:
zh_cn: 从下面的列表中选择一个账户类型：

source: Type
eo: Tipo
zh_cn: 类型

source: Description
eo: Priskribo
zh_cn: 解密

source: &Modify…
eo: &Modifi…
zh_cn: 修改…(&M)

source: Remo&ve
eo: &Forigi
zh_cn: 删除(&V)

source: A&dd…
eo: Al&doni…
zh_cn: 添加...(&D)

source: &Rename
eo: &Renomi
zh_cn: 重命名(&R)：

source: &Set as Default
eo: &Meti kiel Defaŭlto
zh_cn: 设为默认(&S)

source: Show only transports on current activity
eo: Montri nur transportojn en aktuala activeco
zh_cn: 仅显示当前活动的传输内容

# @title:window
source: Create Outgoing Account
eo: Krei eliran konton
zh_cn: 创建对外账户

# create and configure a mail transport
source: Create and Configure
eo: Krei kaj Agordi
zh_cn: 创建和配置

source: Do you want to remove outgoing account '%1'?
eo: Ĉu vi volas forigi eliran konton '%1'?
zh_cn: 您想要删除对外账户“%1”吗？

source: Do you really want to remove this %1 outgoing account?
eo: Ĉu vi vere volas forigi tiun %1 elirantan konton?
zh_cn: 您真的想要移除这些 %1 对外帐户吗？

# @title:window
source: Remove outgoing account?
eo: Ĉu forigi eliran konton?
zh_cn: 删除对外账户吗？

# @action:inmenu
source: Add…
eo: Aldoni…
zh_cn: 添加…

# @action:inmenu
source: Modify…
eo: Modifi…
zh_cn: 修改…

# @action:inmenu
source: Rename
eo: Alinomi
zh_cn: 重命名

# @action:inmenu
source: Remove
eo: Forigi
zh_cn: 移除

source: Set as Default
eo: Meti kiel Defaŭlton
zh_cn: 设置为默认
